Repository: Twilight0/plugin.program.yt-setup
Catalog: resources/language/resource.language.*/strings.po
Languages: in_hi, ro_ro, sv_se

# #30001
source: Please run addon from its icon, do not import it
in_hi: कृपया आइकन से ही एडऑन चलाएं, आयात न करें
ro_ro: Vă rugăm să lansați addon-ul din locul lui, nu-l importați
sv_se: Kör tillägget från dess ikon, importera inte det

# #30002
source: Paths
in_hi: पथ
ro_ro: Căi
sv_se: Sökvägar

# #30003
source: Local/Remote path, keys file selector
in_hi: लोकल/रिमोट पथ,चाभी फ़ाइल चयनकर्ता
ro_ro: Cale locală/la distanță, selectați fișierul cu chei
sv_se: Lokal/Fjärrsökväg, nyckelfilsväljare

# #30004
source: Local
in_hi: लोकल
sv_se: Lokalt

# #30005
source: Remote
in_hi: रिमोट
ro_ro: La distanță
sv_se: Fjärr

# #30006
source: Local Path (include Local Network)
in_hi: लोकल पथ (लोकल नेटवर्क शामिल करें)
ro_ro: Cale locală (inclusiv rețeaua locală)
sv_se: Lokal sökväg inkludera lokalt nätverk

# #30007
source: Remote Path (Internet address)
in_hi: रिमोट पथ (इन्टरनेट पता)
ro_ro: Cale la distanță (adresă Internet)

# #30008
source: Path or Address haven't been set
in_hi: पथ या इन्टरनेट पता सेट नहीं किया गया
ro_ro: Calea sau adresa nu au fost setate
sv_se: Sökväg eller adress har inte angivits

# #30009
source: Open settings window?
in_hi: खोले सेटिंग्स विंडो?
ro_ro: Deschideți fereastra cu setări?
sv_se: Öppna inställningsfönster!

# #30010
source: Something's wrong!
in_hi: कुछ तो गलत!
ro_ro: A apărut o problemă!
sv_se: Något är fel!

# #30011
source: Incorrect settings or files detected
in_hi: गलत सेटिंग्स या फ़ाइलों का पता चला
ro_ro: Setări sau fișiere incorecte detectate
sv_se: Upptäckte felaktiga inställningar eller filer

# #30012
source: Youtube Setup addon is now ready to store your keys
in_hi: यूट्यूब सेटअप एडऑन अब आपकी कुंजियों को संग्रहीत करने के लिए तैयार है
ro_ro: Addon-ul Youtube Setup este gata pentru a stoca cheile
sv_se: Youtube-konfigurationen är nu redo att lagra din nyckel

# #30013
source: Proceed
in_hi: आगे बढे
ro_ro: Continuați
sv_se: Fortsätt

# #30014
source: Cancel
in_hi: रद्द करे
ro_ro: Anulați
sv_se: Avbryt

# #30015
source: Success!
in_hi: सफल!
sv_se: Lyckades!

# #30016
source: Open settings window
in_hi: खोले सेटिंग्स विंडो
ro_ro: Deschideți fereastra cu setări
sv_se: Öppna inställningsfönstret

# #30017
source: Current settings will be overwritten!
in_hi: वर्तमान सेटिंग्स अधिलेखित कर दी जायेगी
ro_ro: Setările curente vor fi suprascrise!
sv_se: Nuvarande inställningar kommer att skrivas över!

# #30018
source: [COLOR white]Please re-run addon after applying the settings[/COLOR]
in_hi: [COLOR white]सेटिंग्स को लागू करने के बाद कृपया फिर से एडऑन चलाएं [/COLOR]
ro_ro: [COLOR white]Vă rugăm să rulați din nou addon-ul după aplicarea setărilor[/COLOR]
sv_se: [COLOR white]Kör tillägget igen efter att du har verkställt inställningarna[/COLOR]

# #30019
source: Open Youtube settings window
in_hi: खोले यूट्यूब सेटिंग्स विंडो
ro_ro: Deschide fereastra de setări Youtube
sv_se: Öppna Youtube:s inställningsfönster

# #30020
source: Execute setup
in_hi: चलाये सेटअप
ro_ro: Lansați asistentul de configurare
sv_se: Kör konfigurationen

# #30021
source: Run youtube's setup wizard after successful key application
in_hi: सफल कुंजी अनुप्रयोग के बाद यूट्यूब का सेटअप विज़ार्ड चलाएं
ro_ro: Rulați asistentul de configurare al Youtube după aplicarea cu succes a cheilor
sv_se: Kör Youtube's konfigurationsguide efter lyckad nyckeltilldelning

# #30022
source: Use plugin route method for setup on Youtube versions 5.4.3 and later
in_hi: यूट्यूब संस्करण 5.4.3 और बाद में सेटअप के लिए प्लगइन मार्ग विधि का उपयोग करें
ro_ro: Folosiți metoda plugin-ului pentru configurarea Youtube versiunea 5.4.3 sau mai nouă
sv_se: Använd tilläggsruttmetod för konfiguration på Youtube version 5.4.3 och senare

# #30023
source: API key was not found in the client.json file, please enter it manually
in_hi: एपीआई चाभी नही मिली client.json फ़ाइल में, मैन्युअल रूप से भरें
ro_ro: Cheia API nu a fost găsită în fișierul client.json, vă rugăm să o introduceți manual
sv_se: API-nyckeln hittades inte i client.json, ange den manuellt
